Repository: erdesigns-eu/plugin.video.iptv-tools
Catalog: resources/language/resource .language.*/strings.po
Languages: de_de

# Addon Description
source: IPTV-Tools is an online platform for IPTV users. This add-on enables an easy overview of the Movies and Series in your playlist.
de_de: IPTV-Tools ist eine Online-Plattform für IPTV-Nutzer. Dieses Add-on ermöglicht einen einfachen Überblick über die Filme und Serien in Ihrer Playlist.

# #32001
source: Movies
de_de: Filme

# #32002
source: Series
de_de: Serie

# #32003
source: Account
de_de: Konto

# #32004
source: Now in Theaters
de_de: Jetzt in Theatern

# #32005
source: Top rated
de_de: Bestbewertet

# #32006
source: Popular
de_de: Beliebt

# #32007
source: Browse
de_de: Durchsuche

# #32008
source: Search
de_de: Suche

# #32009
source: New
de_de: Neu

# #32010
source: Now on TV
de_de: Jetzt im Fernsehen

# #32011
source: Top rated
de_de: Bestbewertet

# #32012
source: Popular
de_de: Beliebt

# #32013
source: Browse
de_de: Durchsuche

# #32014
source: Search
de_de: Suche

# #32015
source: New
de_de: Neu

# #32021
source: Browse through your movies
de_de: Durchsuchen Sie Ihre Filme

# #32022
source: Browse through your series
de_de: Stöbere durch deine Serien

# #32023
source: Account information
de_de: Kontoinformationen

# #32024
source: These movies are now in the Cinema
de_de: Diese Filme sind jetzt im Kino

# #32025
source: These movies are top rated
de_de: Diese Filme sind am besten bewertet

# #32026
source: These movies are popular right now
de_de: Diese Filme sind gerade beliebt

# #32027
source: Browse through all the movies
de_de: Durchsuchen Sie alle Filme

# #32028
source: Find your movie
de_de: Finden Sie Ihren Film

# #32029
source: These movies are new in your playlist
de_de: Diese Filme sind neu in deiner Playlist

# #32030
source: These series are now on TV
de_de: Diese Serien sind jetzt im Fernsehen

# #32031
source: These series are top rated
de_de: Diese Serien sind am besten bewertet

# #32032
source: These series are popular right now
de_de: Diese Serien sind gerade beliebt

# #32033
source: Browse through all the series
de_de: Stöbere durch alle Serien

# #32034
source: Find your TV Serie
de_de: Finden Sie Ihre TV-Serie

# #32035
source: These series episodes are new in your playlist
de_de: Diese Serienepisoden sind neu in deiner Playlist

# #32101
source: Invalid Username and Password combination!
de_de: Ungültige Kombination aus Benutzername und Passwort!

# #32200
source: Account Settings
de_de: Kontoeinstellungen

# #32201
source: Username
de_de: Nutzername

# #32202
source: Password
de_de: Passwort

# #32204
source: Instance...........: {} Start Date....: {} End Date......: {} Subscription Type: {}
de_de: Instanz..........: {} Start Datum....: {} End Datum.....: {}Abonnementtyp: {}

# #32205
source: Unknown Subscription Type
de_de: Unbekannter Abonnementtyp

# #32206
source: Unknown Playlist Type
de_de: Unbekannter Playlist-Typ

# #32207
source: Season {}
de_de: Jahreszeit {}

# #32298
source: %Y-%m-%d, %H:%M:%S
de_de: %d/%m/%Y, %H:%M:%S

# #32299
source: %Y-%m-%d
de_de: %d/%m/%Y
