Repository: erdesigns-eu/plugin.video.iptv-tools
Catalog: resources/language/resource.language.*/strings.po
Languages: nl_nl

# Addon Description
source: IPTV-Tools is an online platform for IPTV users. This add-on enables an easy overview of the Movies and Series in your playlist.
nl_nl: IPTV-Tools is een online platform voor IPTV gebruikers. Deze addon maakt een makkelijk overzicht van de Films en Series in je playlist mogelijk.

# #32001
source: Movies
nl_nl: Films

# #32004
source: Now in Theaters
nl_nl: Nu in de Bioscoop

# #32005
source: Top rated
nl_nl: Best beoordeeld

# #32006
source: Popular
nl_nl: Populair

# #32007
source: Browse
nl_nl: Verkennen

# #32008
source: Search
nl_nl: Zoeken

# #32009
source: New
nl_nl: Nieuw

# #32010
source: Now on TV
nl_nl: Nu op TV

# #32011
source: Top rated
nl_nl: Best beoordeeld

# #32012
source: Popular
nl_nl: Populair

# #32013
source: Browse
nl_nl: Verkennen

# #32014
source: Search
nl_nl: Zoeken

# #32015
source: New
nl_nl: Nieuw

# #32021
source: Browse through your movies
nl_nl: Een overzicht van je films

# #32022
source: Browse through your series
nl_nl: Een overzicht van je series

# #32023
source: Account information
nl_nl: Account informatie

# #32024
source: These movies are now in the Cinema
nl_nl: Deze films zijn nu in de Bioscoop

# #32025
source: These movies are top rated
nl_nl: Deze films zijn het best beoordeeld

# #32026
source: These movies are popular right now
nl_nl: Deze films zijn populair op dit moment

# #32027
source: Browse through all the movies
nl_nl: Verken alle films

# #32028
source: Find your movie
nl_nl: Zoek je film

# #32029
source: These movies are new in your playlist
nl_nl: Deze films zijn nieuw in je playlist

# #32030
source: These series are now on TV
nl_nl: Deze series zijn nu op TV

# #32031
source: These series are top rated
nl_nl: Deze series zijn het best beoordeeld

# #32032
source: These series are popular right now
nl_nl: Deze series zijn populair op dit moment

# #32033
source: Browse through all the series
nl_nl: Verken alle series

# #32034
source: Find your TV Serie
nl_nl: Zoek je TV Serie

# #32035
source: These series episodes are new in your playlist
nl_nl: Deze serie afleveringen zijn nieuw in je playlist

# #32101
source: Invalid Username and Password combination!
nl_nl: Ongeldige combinatie van Gebruikersnaam en Wachtwoord!

# #32200
source: Account Settings
nl_nl: Account Instellingen

# #32201
source: Username
nl_nl: Gebruikersnaam

# #32202
source: Password
nl_nl: Wachtwoord

# #32204
source: Instance...........: {} Start Date....: {} End Date......: {} Subscription Type: {}
nl_nl: Instantie..........: {} Start Datum....: {} Eind Datum.....: {} Abonnements Type: {}

# #32205
source: Unknown Subscription Type
nl_nl: Onbekend Abonnements Type

# #32206
source: Unknown Playlist Type
nl_nl: Onbekende Playlist Type

# #32207
source: Season {}
nl_nl: Seizoen {}

# #32298
source: %Y-%m-%d, %H:%M:%S
nl_nl: %d/%m/%Y, %H:%M:%S

# #32299
source: %Y-%m-%d
nl_nl: %d/%m/%Y
